[Spiritual_LightTheFuse]
PlayerInjuredString=Connect the battery!
InjuredTooltipString1=If you defeat an enemy with an explosion, you will be resurrected.
InjuredTooltipString2=Tip <StringAliasMap:Action.Use> Now for the discussion

[Spiritual_PullThePin]
Notification=gold bullion!

[WillowGame.Default__CustomizationUsage_ExtraPlayerB CustomizationUsage_ExtraPlayerB]
CustomizationUsageName=Spiritual

[CustomizationUsage_ExtraPlayerB]
CustomizationUsageName=Spiritual